[M_MineAllMine MissionDefinition]
MissionName="I am everything"
MissionDescription="Let's go asked him to research the mineral europium [place]Tundra Express[-place]. Lilith remembers the irreversible damage dysprosium can cause if it falls into the wrong hands (either Lilith, Roland, or just yourself) and tells you to eliminate and find the threats against the mines. instead of . where i come from send iridium."
TurnInDescription="The pirates selling the iridium to Hyperion distract the group from killing them for money. Miners have also benefited by cutting out the middle man."
MissionSummary="Find an iridium mine.."
MissionGiver="Lilith"
MissionTurnInLocation="Little Tina"
TeaserText="If you ever want to kill someone for a hypocritical lie. "¡que me aspen!", This job is for you."

[M_MineAllMine:GototheMiningArea MissionObjectiveDefinition]
ProgressMessage="Iridium ore exploration"

[M_MineAllMine:KillMiningBandits MissionObjectiveDefinition]
ProgressMessage="Kill the effects of mining"

[M_MineAllMine:KillTheProspector MissionObjectiveDefinition]
ProgressMessage="Zach's murder is under investigation"

[M_MineAllMine:KillTheProspectorSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_MineAllMine:KillwithSlag MissionObjectiveDefinition]
ProgressMessage="Use the pencil to pop the bubbles."

[M_MineAllMine:MineInvestigationSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_MineAllMine:MiningEcho MissionObjectiveDefinition]
ProgressMessage="get up "contrato""

[M_MineAllMine:WhereIsTheMoneySet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

